tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "chezmoi"
brew "docker"
brew "git"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "mas"
brew "micro"
brew "midnight-commander"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "pure"
brew "rclone"
brew "restic"
brew "telnet"
brew "wakeonlan"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "airbuddy"
cask "alt-tab"
cask "appcleaner"
cask "applite"
cask "bartender"
cask "calibre"
cask "cheatsheet"
cask "cyberduck"
cask "daisydisk"
cask "discord"
cask "docker"
cask "firefox"
cask "fliqlo"
cask "font-barlow"
cask "font-hubot-sans"
cask "font-inter"
cask "font-iosevka-ss14"
cask "font-jetbrains-mono"
cask "font-merriweather"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "gimp"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "hazeover"
cask "hyper"
cask "iina"
cask "itsycal"
cask "keepassxc"
cask "keka"
cask "keyboardcleantool"
cask "kindle"
cask "macupdater"
cask "marta"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "miniwol"
cask "mos"
cask "netnewswire"
cask "notion"
cask "numi"
cask "obs"
cask "onedrive"
cask "pika"
cask "pinta"
cask "qlmarkdown"
cask "raindropio"
cask "raspberry-pi-imager"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "shottr"
cask "signal"
cask "sloth"
cask "soulver"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "tailscale"
cask "the-unarchiver"
cask "viber"
cask "visual-studio-code"
cask "vnc-viewer"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Dropover", id: 1355679052
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "UpNote", id: 1398373917
