tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "lencx/nofwl", "https://github.com/lencx/nofwl.git"
tap "saulpw/vd"
tap "sidneys/homebrew"
tap "somuchforsubtlety/tap"
brew "gettext"
brew "aria2"
brew "bat"
brew "bitwarden-cli"
brew "cabextract"
brew "coreutils"
brew "cask"
brew "cdrtools"
brew "cheat"
brew "chezmoi"
brew "cowsay"
brew "python@3.11"
brew "datasette"
brew "difftastic"
brew "docker"
brew "sdl2"
brew "ffmpeg"
brew "font-util"
brew "gcal"
brew "git"
brew "gitui"
brew "glances"
brew "libgpg-error"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "mas"
brew "micro"
brew "midnight-commander"
brew "nano"
brew "ncdu"
brew "ncspot"
brew "neofetch"
brew "newsboat"
brew "pandoc"
brew "pdfgrep"
brew "pinentry-mac"
brew "zsh-async"
brew "pure"
brew "python@3.10"
brew "qalculate-gtk"
brew "rclone"
brew "restic"
brew "sl"
brew "spark"
brew "sqlite-utils"
brew "subversion"
brew "task"
brew "telnet"
brew "tig"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "wimlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sidneys/homebrew/chntpw"
cask "airbuddy"
cask "alt-tab"
cask "appcleaner"
cask "applite"
cask "arc"
cask "audacity"
cask "audio-hijack"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "brave-browser"
cask "calibre"
cask "camo-studio"
cask "cheatsheet"
cask "coconutbattery"
cask "cyberduck"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "diffusionbee"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "ferdium"
cask "firefox"
cask "fliqlo"
cask "font-atkinson-hyperlegible"
cask "font-barlow"
cask "font-commit-mono"
cask "font-fantasque-sans-mono"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hubot-sans"
cask "font-ibm-plex-mono"
cask "font-inter"
cask "font-iosevka-aile"
cask "font-iosevka-ss14"
cask "font-jetbrains-mono"
cask "font-manrope"
cask "font-merriweather"
cask "font-mona-sans"
cask "font-national-park"
cask "font-new-york"
cask "font-overpass"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "font-victor-mono"
cask "gimp"
cask "github"
cask "gitx"
cask "google-chrome"
cask "handbrake"
cask "hazeover"
cask "hiddenbar"
cask "hidock"
cask "hyper"
cask "iina"
cask "imazing"
cask "itsycal"
cask "jabra-direct"
cask "joplin"
cask "keepassxc"
cask "keka"
cask "keyboardcleantool"
cask "kindle"
cask "mac-mouse-fix"
cask "macupdater"
cask "marta"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "minecraft"
cask "miniwol"
cask "monitorcontrol"
cask "mono-mdk-for-visual-studio"
cask "mos"
cask "netnewswire"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "pika"
cask "pinta"
cask "qlmarkdown"
cask "raindropio"
cask "raspberry-pi-imager"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "rocket"
cask "shottr"
cask "signal"
cask "sloth"
cask "soulver"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "tailscale"
cask "the-unarchiver"
cask "todoist"
cask "tomatobar"
cask "transmission"
cask "ukelele"
cask "utm"
cask "viber"
cask "visual-studio"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vnc-viewer"
cask "wacom-tablet"
cask "warp"
cask "zed"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Apple Configurator", id: 1037126344
mas "Bitwarden", id: 1352778147
mas "Castaways", id: 1474344996
mas "Coin Tick", id: 1141688067
mas "Detail", id: 6443923358
mas "Dropover", id: 1355679052
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Shazam", id: 897118787
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "UpNote", id: 1398373917
mas "Volum", id: 1601814648
mas "Xcode", id: 497799835
